Repository: Rladmsrl/ccbar
Catalog: ClaudeStats/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans

# status.uptime.partial_outage_duration
source: partial outage %@
zh_hans: 部分故障 %@

# status.uptime.percent
source: %.2f %% uptime
zh_hans: %.2f %% 可用率

source: Surface
zh_hans: 编码界面

source: Surface + AI / coding surface
zh_hans: 编码界面 + AI / 编码界面

source: SURFACE + AI OVERLAP ÷ CODING SURFACE
zh_hans: 编码界面 + AI 重叠 ÷ 编码界面

source: Syntax OK
zh_hans: 语法正确

source: SYSTEM
zh_hans: 系统

source: System diagnostics
zh_hans: 系统诊断

source: System monitor
zh_hans: 系统监视器

source: TAP A REPO FOR ITS GRAPH
zh_hans: 点击仓库查看图表

source: Terminal
zh_hans: 终端

source: Text
zh_hans: 文本

source: The platform switcher (or scanline strip) above the title.
zh_hans: 标题上方的平台切换器（或扫描线条）。

source: The terminal still has a running process. Closing it will kill the process.
zh_hans: 终端仍有正在运行的进程。关闭它将终止该进程。

source: This expected file is not present.
zh_hans: 预期的文件不存在。

source: Time range
zh_hans: 时间范围

source: Today
zh_hans: 今天

source: Today's date in the header corner. Year + month always show; “Day” adds the day, “Time” also adds the hour and minute.
zh_hans: 页眉角落的今天日期。始终显示年 + 月；“日”会加上日期，“时间”还会加上小时和分钟。

source: TOKEN TREND
zh_hans: 令牌趋势

source: Token usage
zh_hans: Token 使用量

source: Tokens
zh_hans: Token

source: Tokens · Cost · Share
zh_hans: Token · 费用 · 占比

source: TOKENS SPENT IN THESE REPOS · COMMITS LANDED · SAME TIMELINE
zh_hans: 这些仓库消耗的 TOKEN · 落地的提交 · 同一时间线

source: TOOLS
zh_hans: 工具

source: TOP 100
zh_hans: 前 100

source: Total tokens across the chosen period.
zh_hans: 所选时段内的总令牌数。

source: unstaged
zh_hans: 未暂存

source: UPD %@
zh_hans: 更新 %@

source: UPDATE
zh_hans: 更新

source: Updated %@
zh_hans: 更新于 %@

source: UPDATED %@
zh_hans: 已更新 %@

source: URL check
zh_hans: URL 检查

source: USAGE
zh_hans: 使用情况

source: USAGE LIMITS
zh_hans: 用量限制

# usage.caption.bars
source: BARS
zh_hans: 柱状

# usage.caption.line
source: LINE
zh_hans: 折线

# usage.caption.ln_scale
source: LN SCALE
zh_hans: LN 刻度

# usage.caption.stacked_by_type
source: STACKED BY TYPE
zh_hans: 按类型堆叠

# usage.caption.tokens_per_day
source: TOKENS PER DAY
zh_hans: 每日令牌

# usage.caption.tokens_today_hourly
source: TOKENS TODAY · HOURLY
zh_hans: 今日令牌 · 每小时

# usage.empty.period
source: No usage for this period.
zh_hans: 此时段无用量。

# usage.empty.today
source: No usage today yet.
zh_hans: 今天尚无用量。

# usage.limit.accessibility.provider_limits
source: %@ usage limits
zh_hans: %@ 用量限制

# usage.limit.action.copied_settings_snippet
source: Claude settings snippet copied.
zh_hans: 已复制 Claude settings 片段到剪贴板。

# usage.limit.checking_title
source: Checking usage limits
zh_hans: 正在检查用量限制

# usage.limit.connect_status_line
source: Connect Claude Code status line
zh_hans: 连接 Claude Code 状态栏桥接

# usage.limit.last_snapshot
source: Last snapshot %@
zh_hans: 上次快照 %@

# usage.limit.left
source: Left
zh_hans: 剩余

# usage.limit.not_loaded_title
source: Usage limits not loaded
zh_hans: 用量限制尚未加载

# usage.limit.refresh
source: Refresh usage limits
zh_hans: 刷新用量限制

# usage.limit.reset_unknown
source: Reset unknown
zh_hans: 重置时间未知

# usage.limit.resets
source: Resets %@
zh_hans: %@ 重置

# usage.limit.setup_required_title
source: Setup required
zh_hans: 需要先完成配置

# usage.limit.status.fresh
source: FRESH
zh_hans: 已更新

# usage.limit.status.setup
source: SETUP
zh_hans: 待配置

# usage.limit.status.unavailable
source: UNAVAILABLE
zh_hans: 暂不可用

# usage.limit.status.unsupported
source: UNSUPPORTED
zh_hans: 不支持

# usage.limit.status.waiting
source: WAITING
zh_hans: 等待中

# usage.limit.unavailable_title
source: Usage limits unavailable
zh_hans: 用量限制暂不可用

# usage.limit.updated
source: Updated %@
zh_hans: 更新于 %@

# usage.limit.used
source: Used
zh_hans: 已用

# usage.limit.used_value
source: %@ used
zh_hans: 已用 %@

# usage.limit.exhaust.estimate
source: ~%@ until full
zh_hans: 约 %@ 后用尽

# usage.limit.exhaust.help
source: Projected from your last 30 minutes of burn rate. Updates as new samples arrive.
zh_hans: 根据最近 30 分钟的消耗速率推算,每次新采样后更新。

# usage.limit.exhaust.now
source: Burning out now
zh_hans: 即将用尽

# usage.limit.exhaust.sampling
source: Sampling…
zh_hans: 采样中…

# usage.limit.exhaust.sampling.help
source: Collecting burn-rate samples. Predicted exhaust time will appear once we have 10+ minutes of data.
zh_hans: 正在采集消耗速率样本,累积满 10 分钟数据后会显示预测时间。

# floating.tab.agent.background
source: BG
zh_hans: 后台

# floating.tab.agent.interactive
source: INT
zh_hans: 交互

# common.cancel
source: Cancel
zh_hans: 取消

# floating.tab.preview.state.idle
source: Idle
zh_hans: 空闲

# floating.tab.preview.state.thinking
source: Thinking
zh_hans: 思考中

# floating.tab.preview.state.working
source: Working
zh_hans: 执行中

# floating.tab.preview.state.juggling
source: Juggling
zh_hans: 调度子代理

# floating.tab.preview.state.attention
source: Attention
zh_hans: 等待查看

# floating.tab.preview.state.sweeping
source: Compacting
zh_hans: 压缩中

# floating.tab.preview.state.error
source: Error
zh_hans: 出错

# floating.tab.preview.state.sleeping
source: Ended
zh_hans: 已结束

# floating.tab.preview.overflow.header
source: %d SESSIONS · OVERFLOW
zh_hans: %d 个会话 · 溢出

# floating.tab.usage_limits.empty
source: Waiting for Claude Code response…
zh_hans: 等待 Claude Code 响应…

# floating.tab.window.reset_pending
source: Reset · waiting
zh_hans: 已重置 · 等待

# usage.limit.reset_pending
source: Reset complete · waiting for next response
zh_hans: 已重置 · 等待下次响应

# usage.limit.waiting_for_response
source: Waiting for the next %@ response
zh_hans: 等待下一次 %@ 响应

# usage.limit.window_accessibility
source: %@ remaining, %@ used, %@
zh_hans: 剩余 %@,已用 %@,%@

# usage.period_chip.all
source: All
zh_hans: 全部

# usage.period_chip.today
source: Today
zh_hans: 今天

# usage.stat.cache_hit
source: CACHE HIT
zh_hans: 缓存命中

# usage.stat.cached
source: CACHED
zh_hans: 已缓存

# usage.stat.estimated_cost
source: EST. COST
zh_hans: 预估费用

# usage.stat.messages
source: MESSAGES
zh_hans: 消息数

# usage.stat.sessions
source: SESSIONS
zh_hans: 会话数

# usage.stat.tokens
source: TOKENS
zh_hans: 令牌

# usage.subtitle.provider_mix
source: Cost, cache, and model mix for %@.
zh_hans: %@ 的费用、缓存与模型构成。

# usage.token.cache_hit_rate
source: Cache hit rate
zh_hans: 缓存命中率

# usage.token.cache_read
source: Cache read
zh_hans: 缓存读取

# usage.token.cache_reads_excluded
source: Cache reads are excluded from totals.
zh_hans: 缓存读取已从总计中排除。

# usage.token.cache_reads_included
source: Cache reads are included in totals.
zh_hans: 缓存读取已计入总计。

# usage.token.cache_write
source: Cache write
zh_hans: 缓存写入

# usage.token.cache_write_note
source: Cache write tokens are always counted because they represent newly primed context.
zh_hans: 缓存写入令牌总会被计入，因为它们代表新初始化的上下文。

# usage.token.input
source: Input
zh_hans: 输入

# usage.token.output
source: Output
zh_hans: 输出

# usage.trend.help.log_scale
source: Compress large gaps between models (ln scale)
zh_hans: 压缩模型间的大幅差距（ln 刻度）

# usage.trend.help.series_per_model
source: Show one series per model
zh_hans: 为每个模型显示一条曲线

# usage.trend.help.stack_by_type
source: Stack by token type
zh_hans: 按令牌类型堆叠

# usage.trend.help.switch_to_bar
source: Switch to bar chart
zh_hans: 切换为柱状图

# usage.trend.help.switch_to_line
source: Switch to line chart
zh_hans: 切换为折线图

source: Use {{value}} in URL, headers, or body. Each line below creates one request.
zh_hans: 在 URL、请求头或正文中使用 {{value}}。下面每一行创建一个请求。

source: Use these commands when system proxy cannot be changed automatically.
zh_hans: 当系统代理无法自动更改时，使用这些命令。

source: User
zh_hans: 用户

source: Value:
zh_hans: 值:

source: Version
zh_hans: 版本

source: View incident
zh_hans: 查看事件

source: View…
zh_hans: 查看…

source: Waiting
zh_hans: 等待中

source: Write the topic body
zh_hans: 撰写话题正文

source: YOU
zh_hans: 你

source: Your Claude sessions, day by day.
zh_hans: 按天查看你的 Claude 会话。

source: AI Activity Analysis
zh_hans: AI 活动分析

source: Git Tracking
zh_hans: Git 追踪

source: Floating Edge Tab
zh_hans: 悬浮边缘标签

source: Compares coding apps, terminal hosts, and AI-assisted overlap using local Screen Time data.
zh_hans: 通过本地「屏幕使用时间」数据,对比编码应用、终端宿主以及 AI 辅助工作的重叠时段。

source: Reads local commit history for repos used with Claude and correlates code churn with sessions.
zh_hans: 读取与 Claude 一起使用过的本地仓库提交历史,并把代码变更跟会话关联起来。

source: Keeps CCBar reachable from a small screen-edge tab when the menu bar is crowded.
zh_hans: 当菜单栏拥挤时,通过屏幕边缘的小标签随时唤起 CCBar。

source: Hidden from Stats
zh_hans: 已在 Stats 中隐藏

source: Hidden from Tools
zh_hans: 已在 Tools 中隐藏

source: Full Disk Access granted
zh_hans: 已获得完整磁盘访问权限

source: Needs Full Disk Access
zh_hans: 需要完整磁盘访问权限

source: Off
zh_hans: 已关闭

source: Configure
zh_hans: 配置

source: Open Features
zh_hans: 打开功能设置

source: Docked on Right
zh_hans: 停靠在右侧

source: Docked on Left
zh_hans: 停靠在左侧

source: Docked on Top
zh_hans: 停靠在顶部

source: Docked on Bottom
zh_hans: 停靠在底部

source: Blend the main detail pane into the sidebar with a soft boundary fade.
zh_hans: 用柔和的过渡把主详情区与侧边栏融合。

source: Anthropic's API re-reports the cached context on every assistant turn, so the same tokens get counted many times. Turn off to show only “new” traffic (input + output + cache writes). Estimated cost is unaffected.
zh_hans: Anthropic 的 API 每次助手回合都会把缓存上下文重新上报，所以同一批 token 会被反复计数。关闭后只显示「新增」流量（输入 + 输出 + 缓存写入），费用估算不受影响。

source: API estimate uses standard first-party token prices. Detailed billing also applies fast mode and web search charges when Claude logs expose them.
zh_hans: API 估算使用官方标准 token 单价。详细账单会在 Claude 日志显式记录时,额外计入 fast 模式与 web search 的费用。

source: Where API Provider Switcher saves provider keys. JSON keeps them with provider data; Keychain stores references in the library.
zh_hans: API Provider Switcher 保存密钥的位置。JSON 把密钥与平台数据放在一起;Keychain 则把引用保存在系统钥匙串。

source: Shows selected Claude service health on the Dashboard. Alerts only monitor the components shown here.
zh_hans: 在 Dashboard 显示已选的 Claude 服务健康状况。提醒只针对这里展示的组件。

source: Adds an Activity tab that compares coding surfaces, CLI hosts, and AI activity. Reading Screen Time requires Full Disk Access.
zh_hans: 增加一个「活动」标签页,对比编码界面、CLI 宿主与 AI 活动。读取「屏幕使用时间」需要完整磁盘访问权限。

source: Turn it on in Features to edit Screen Time access and coding surface settings.
zh_hans: 在「功能」中打开此项,即可编辑屏幕使用时间访问与编码界面设置。

source: Full Disk Access
zh_hans: 完整磁盘访问

source: Required so CCBar can read the local Screen Time database.
zh_hans: CCBar 读取本地「屏幕使用时间」数据库需要此权限。

source: Granted
zh_hans: 已授予

source: Not granted
zh_hans: 未授予

source: Open Settings…
zh_hans: 打开设置…

source: Re-check
zh_hans: 重新检测

source: Remove
zh_hans: 移除

source: Add
zh_hans: 添加

source: GUI coding surfaces
zh_hans: GUI 编码界面

source: GUI coding apps plus Claude Desktop.
zh_hans: 图形界面的编码应用,以及 Claude Desktop。

source: CLI hosts
zh_hans: CLI 宿主

source: Terminal apps shown separately from AI-assisted coding.
zh_hans: 终端类应用,与 AI 辅助编码分开展示。

source: Add GUI bundle id
zh_hans: 添加 GUI bundle id

source: Add terminal bundle id
zh_hans: 添加终端 bundle id

source: Reads commit history of repos you’ve used Claude Code in (via the `git` command) and compares it with your Claude activity — churn, recent commits, and a usage-vs-commits timeline.
zh_hans: 通过 `git` 命令读取你在 Claude Code 中使用过的仓库的提交历史,并与 Claude 活动做对比 —— 变动量、近期提交以及「用量 vs 提交」的时间线。

source: Turn it on in Features to edit git workspace behavior.
zh_hans: 在「功能」中打开此项,即可编辑 git 工作区行为。

source: Open git view in
zh_hans: Git 视图打开方式

source: Language engine
zh_hans: 语言识别引擎

source: Language detection uses GitHub Linguist; scc supplies line counts.
zh_hans: 语言识别使用 GitHub Linguist;行数由 scc 提供。

source: Statistics scope
zh_hans: 统计范围

source: HEAD counts committed code; Working Tree includes local uncommitted files.
zh_hans: HEAD 只统计已提交的代码;Working Tree 还会包含本地未提交的文件。

source: AI Activity Analysis is off
zh_hans: AI 活动分析已关闭

source: Git Tracking is off
zh_hans: Git 追踪已关闭

source: Import Current
zh_hans: 导入当前配置

source: Provider
zh_hans: 提供方

source: Universal Provider
zh_hans: 通用提供方

source: New provider
zh_hans: 新建提供方

source: Provider name
zh_hans: 提供方名称

source: Delete
zh_hans: 删除

source: Revert
zh_hans: 撤销修改

source: Save Provider
zh_hans: 保存提供方

source: Enable Provider
zh_hans: 启用此提供方

source: OK
zh_hans: 确定

source: Cancel
zh_hans: 取消

source: Dismiss
zh_hans: 关闭

source: Refreshing
zh_hans: 刷新中

source: Copy Install
zh_hans: 复制安装命令

source: Install Page
zh_hans: 安装页面

source: Select All
zh_hans: 全选

source: Delete Selected
zh_hans: 删除所选

source: Select for deletion
zh_hans: 选中以删除

source: Hide value
zh_hans: 隐藏值

source: Reveal value
zh_hans: 显示值

source: Copy variable
zh_hans: 复制变量

source: Copy source
zh_hans: 复制来源

source: Official endpoint
zh_hans: 官方端点

source: Save to Profile
zh_hans: 保存到配置档

source: Save to Disk
zh_hans: 保存到磁盘

source: Apply Profile
zh_hans: 应用配置档

source: Open External
zh_hans: 用外部应用打开

source: Line %lld, column %lld
zh_hans: 第 %lld 行,第 %lld 列

source: Duplicate
zh_hans: 复制一份

source: Reveal Backup
zh_hans: 在 Finder 中显示备份

source: Search configs
zh_hans: 搜索配置

source: Clear search
zh_hans: 清除搜索

source: Refresh configs
zh_hans: 刷新配置

source: %lld scopes
zh_hans: %lld 个范围

source: %lld files
zh_hans: %lld 个文件

source: Scopes
zh_hans: 范围

source: Files
zh_hans: 文件

source: Plans
zh_hans: 计划

source: Diagnostics
zh_hans: 诊断

source: Instructions
zh_hans: 指令

source: Projects
zh_hans: 项目

source: Plan Ownership
zh_hans: 计划归属

source: Coverage
zh_hans: 覆盖率

source: Existing
zh_hans: 已存在

source: Missing Expected
zh_hans: 缺失的预期项

source: Total Sources
zh_hans: 全部来源

source: Assigned
zh_hans: 已分配

source: Unassigned
zh_hans: 未分配

source: Open Tasks
zh_hans: 未完成任务

source: Done Tasks
zh_hans: 已完成任务

source: No config diagnostics.
zh_hans: 没有配置诊断。

source: No diagnostics match the current search.
zh_hans: 没有匹配当前搜索的诊断。

source: No config scopes discovered yet.
zh_hans: 尚未发现配置范围。

source: No scopes match the current search.
zh_hans: 没有匹配当前搜索的范围。

source: No matching scopes
zh_hans: 没有匹配的范围

source: Refresh or adjust the search query to inspect configs.
zh_hans: 刷新或调整搜索关键字以查看配置。

source: No files
zh_hans: 暂无文件

source: This scope has no files for the selected Configs section.
zh_hans: 在所选「配置」分类下,此范围没有文件。

source: Diagnostic available
zh_hans: 存在诊断

source: Missing
zh_hans: 缺失

source: Open
zh_hans: 打开

source: Reveal
zh_hans: 在 Finder 中显示

source: AI configs
zh_hans: AI 配置

source: Provider configs
zh_hans: 提供方配置

source: Review Claude configuration coverage, plan ownership, and file health.
zh_hans: 查看 Claude 配置覆盖情况、计划归属与文件健康度。

source: Inspect global and project instruction files such as CLAUDE.md and AGENTS.md.
zh_hans: 查看全局与项目级别的指令文件,如 CLAUDE.md 与 AGENTS.md。

source: Inspect provider settings and local configuration files without editing them.
zh_hans: 只读地查看提供方设置与本地配置文件。

source: Review discovered markdown plans and their best-effort project assignment.
zh_hans: 查看发现的 markdown 计划与它们尽力推断的项目归属。

source: Inspect plugin manifests and configuration metadata discovered for AI tools.
zh_hans: 查看为各 AI 工具发现的 plugin 清单与配置元数据。

source: Focus on malformed or skipped configuration files that need attention.
zh_hans: 聚焦需要关注的、格式异常或被跳过的配置文件。

source: Loading git activity
zh_hans: 正在加载 Git 活动

source: Load more commits
zh_hans: 加载更多提交

source: Select git activity range
zh_hans: 选择 Git 活动范围

source: Switch inspector mode
zh_hans: 切换检视模式

source: Open diff for %@
zh_hans: 查看 %@ 的差异

source: Double-click to view the diff of %@
zh_hans: 双击查看 %@ 的差异

source: Back to changed files
zh_hans: 返回变更文件列表

source: Open the full commit detail
zh_hans: 查看完整提交详情

source: Commit
zh_hans: 提交

source: Worktree
zh_hans: 工作树

source: Repo
zh_hans: 仓库

source: Repos
zh_hans: 仓库

source: Commits
zh_hans: 提交

source: Lines +/−
zh_hans: 行数 +/−

source: Files touched
zh_hans: 涉及文件

source: Refresh current Skills view
zh_hans: 刷新当前 Skills 视图

source: Filters
zh_hans: 筛选

source: All scopes
zh_hans: 全部范围

source: Global
zh_hans: 全局

source: Project
zh_hans: 项目

source: System
zh_hans: 系统

source: Installed
zh_hans: 已安装

source: Discover
zh_hans: 发现

source: Curated
zh_hans: 精选

source: Market
zh_hans: 市场

source: Not installed
zh_hans: 未安装

source: Possibly installed
zh_hans: 可能已安装

source: Update available
zh_hans: 有可用更新

source: Symlink
zh_hans: 符号链接

source: API key saved
zh_hans: 已保存 API key

source: Set API key
zh_hans: 设置 API key

source: skills.sh API key saved
zh_hans: 已保存 skills.sh API key

source: Set skills.sh API key
zh_hans: 设置 skills.sh API key

source: Save
zh_hans: 保存

source: Clear
zh_hans: 清除

source: Search local skills
zh_hans: 搜索本地 skill

source: Search skills.sh
zh_hans: 搜索 skills.sh

source: Filter curated skills
zh_hans: 筛选精选 skill

source: No skills found
zh_hans: 未发现 skill

source: Refresh or adjust filters to inspect local SKILL.md directories.
zh_hans: 刷新或调整筛选条件,即可查看本地 SKILL.md 目录。

source: API key required
zh_hans: 需要 API key

source: Save a skills.sh API key from the top-right key control to browse the market.
zh_hans: 在右上角的密钥控件中保存 skills.sh API 密钥,即可浏览市场。

source: Save a skills.sh API key from the top-right key control to browse curated skills.
zh_hans: 在右上角的密钥控件中保存 skills.sh API key,即可浏览精选 skill。

source: Search skills.sh or refresh trending results.
zh_hans: 搜索 skills.sh,或刷新热门结果。

source: Could not load skills
zh_hans: 无法加载 skill

source: Could not load curated skills
zh_hans: 无法加载精选 skill

source: No remote skills
zh_hans: 没有远端 skill

source: No curated skills
zh_hans: 没有精选 skill

source: Refresh to load official skills from skills.sh.
zh_hans: 刷新以从 skills.sh 加载官方 skill。

source: Market comparison
zh_hans: 市场对比

source: Select a skills.sh result in Discover or Curated to inspect remote metadata and audits.
zh_hans: 在「发现」或「精选」中选中一条 skills.sh 结果,即可查看远端元数据与审计。

source: Loading SKILL.md...
zh_hans: 正在加载 SKILL.md…

source: No SKILL.md snapshot available.
zh_hans: 没有可用的 SKILL.md 快照。

source: No audit results
zh_hans: 暂无审计结果

source: skills.sh returns audits after partner scans are available.
zh_hans: 合作方扫描完成后,skills.sh 才会返回审计结果。

source: Copies
zh_hans: 副本

source: Installs
zh_hans: 安装量

source: State
zh_hans: 状态

source: Copy Path
zh_hans: 复制路径

# usage.limit.connect_usage_sources
source: Connect Claude usage sources
zh_hans: 连接 Claude 用量来源

# usage.limit.desktop_auto.picker
source: Claude Desktop auto capture
zh_hans: Claude Desktop 自动捕获

source: Read Claude Desktop
zh_hans: 读取 Claude Desktop

source: Timed
zh_hans: 定时

source: Open Accessibility settings
zh_hans: 打开「辅助功能」设置

source: Open Screen Recording settings
zh_hans: 打开「屏幕录制」设置

source: Enable usage limit tracking
zh_hans: 启用用量限制采集

source: Disable usage limit tracking
zh_hans: 停用用量限制采集

source: Repair usage limit tracking
zh_hans: 修复用量限制采集

source: Advanced
zh_hans: 高级

source: Install bridge script only
zh_hans: 仅安装 bridge 脚本

# usage.limit.bridge.action.auto_installed
source: Usage limit tracking enabled.
zh_hans: 已启用用量限制采集。

# usage.limit.bridge.action.auto_installed_chained
source: Usage limit tracking enabled. Your existing status line (%@) is preserved as downstream.
zh_hans: 已启用用量限制采集。原有 status line(%@)已作为下游保留。

# usage.limit.bridge.action.uninstalled
source: Usage limit tracking removed. Your previous status line was restored.
zh_hans: 已停用用量限制采集,原有 status line 已还原。

# usage.limit.bridge.action.install_failed
source: Could not install bridge: %@
zh_hans: 启用失败:%@

# usage.limit.bridge.action.uninstall_failed
source: Could not uninstall bridge: %@
zh_hans: 停用失败:%@

# usage.limit.bridge.action.manual_installed
source: Bridge installed. Paste the settings snippet into %@.
zh_hans: Bridge 脚本已写入。请把 settings 片段粘贴到 %@。

# usage.limit.bridge.error.malformed_settings
source: Could not parse ~/.claude/settings.json. Fix the JSON syntax first.
zh_hans: 无法解析 ~/.claude/settings.json,请先修复 JSON 语法。

source: Connect Claude Code's status line to let CCBar capture 5h and weekly limits.
zh_hans: 把 Claude Code 的 status line 接进来,CCBar 即可采集 5 小时与每周用量上限。

source: Claude usage limits will refresh after the next Claude Code response.
zh_hans: 下一次 Claude Code 响应后,Claude 用量上限会刷新。

source: Could not read Claude usage limits: %@
zh_hans: 无法读取 Claude 用量上限:%@

source: Install Claude Code and sign in, then connect the status line bridge to capture 5h and weekly limits. You can also read visible Claude Desktop usage from this panel.
zh_hans: 安装并登录 Claude Code,然后启用 status line 桥接即可采集 5 小时与每周用量上限。也可以从这个面板读取 Claude Desktop 当前可见的用量。

source: Timed auto-read
zh_hans: 定时自动读取

# usage.limit.desktop_timed.help
source: Read Claude Desktop usage on a fixed schedule (every 30 min by default) even if the app isn't visible.
zh_hans: 按固定间隔(默认每 30 分钟)读取 Claude Desktop 用量,即使应用没在前台。

# usage.limit.desktop_auto.off
source: Manual only
zh_hans: 仅手动

# usage.limit.desktop_auto.visible
source: Auto if visible
zh_hans: 前台时自动

# usage.limit.desktop_auto.help
source: Manual only: read only when you click "Read Claude Desktop". Auto if visible: read automatically when you open this panel and Claude Desktop is currently visible.
zh_hans: 「仅手动」:只有点击「读取 Claude Desktop」时才读。「前台时自动」:打开本面板且 Claude Desktop 正在前台时自动读取一次。
